Repository: ryanfrancesconi/spfk-video
Catalog: Sources/SPFKVideo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Application
de: Programm
es: Aplicación
it: Applicazione
ja: アプリケーション
ko: 애플리케이션
nl: Programma
pt_br: Aplicativo
ru: Приложение
zh_hans: 应用程序

source: Application Version
de: Programmversion
es: Versión de la aplicación
fr: Version de l'application
it: Versione applicazione
ja: アプリケーションバージョン
ko: 애플리케이션 버전
nl: Programmaversie
pt_br: Versão do aplicativo
ru: Версия приложения
zh_hans: 应用程序版本

source: Capture Date
de: Aufnahmedatum
es: Fecha de captura
fr: Date de capture
it: Data di acquisizione
ja: 撮影日
ko: 촬영일
nl: Opnamedatum
pt_br: Data de captura
ru: Дата съёмки
zh_hans: 拍摄日期

source: Coding Equations
de: Kodierungsgleichungen
es: Ecuaciones de codificación
fr: Équations de codage
it: Equazioni di codifica
ja: 符号化方程式
ko: 부호화 방정식
nl: Coderingsvergelijkingen
pt_br: Equações de codificação
ru: Уравнения кодирования
zh_hans: 编码方程

source: Color Primaries
de: Primärfarben
es: Primarios de color
fr: Primaires de couleur
it: Primari di colore
ja: カラープライマリ
ko: 컬러 프라이머리
nl: Primaire kleuren
pt_br: Primárias de cor
ru: Основные цвета
zh_hans: 色彩原色

source: Creator
de: Ersteller
es: Creador
fr: Créateur
it: Autore
ja: 作成者
ko: 제작자
nl: Maker
pt_br: Criador
ru: Автор
zh_hans: 创建者

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
pt_br: Descrição
ru: Описание
zh_hans: 描述

source: Device Make
de: Gerätehersteller
es: Fabricante del dispositivo
fr: Fabricant de l'appareil
it: Produttore del dispositivo
ja: デバイスメーカー
ko: 기기 제조사
nl: Apparaatfabrikant
pt_br: Fabricante do dispositivo
ru: Производитель устройства
zh_hans: 设备制造商

source: Device Model
de: Gerätemodell
es: Modelo del dispositivo
fr: Modèle de l'appareil
it: Modello del dispositivo
ja: デバイスモデル
ko: 기기 모델
nl: Apparaatmodel
pt_br: Modelo do dispositivo
ru: Модель устройства
zh_hans: 设备型号

source: Device Software
de: Geräte-Software
es: Software del dispositivo
fr: Logiciel de l'appareil
it: Software del dispositivo
ja: デバイスソフトウェア
ko: 기기 소프트웨어
nl: Apparaatsoftware
pt_br: Software do dispositivo
ru: ПО устройства
zh_hans: 设备软件

source: Episode ID
de: Episoden-ID
es: ID de episodio
fr: ID d'épisode
it: ID episodio
ja: エピソードID
ko: 에피소드 ID
nl: Aflevering-ID
pt_br: ID do episódio
ru: ID эпизода
zh_hans: 剧集 ID

source: Episode Number
de: Episodennummer
es: Número de episodio
fr: Numéro d'épisode
it: Numero episodio
ja: エピソード番号
ko: 에피소드 번호
nl: Afleveringsnummer
pt_br: Número do episódio
ru: Номер эпизода
zh_hans: 剧集编号

source: Frame Rate
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d'images
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 레이트
nl: Framesnelheid
pt_br: Taxa de quadros
ru: Частота кадров
zh_hans: 帧率

source: GPS Location
de: GPS-Standort
es: Ubicación GPS
fr: Position GPS
it: Posizione GPS
ja: GPS位置情報
ko: GPS 위치
nl: GPS-locatie
pt_br: Localização GPS
ru: GPS-местоположение
zh_hans: GPS 位置

source: Material Created
de: Material erstellt
es: Material creado
fr: Matériel créé
it: Materiale creato
ja: 素材作成日
ko: 소재 생성일
nl: Materiaal gemaakt
pt_br: Material criado
ru: Дата создания материала
zh_hans: 素材创建时间

source: Network
de: Sender
es: Cadena
fr: Chaîne
it: Rete
ja: 放送局
ko: 방송사
nl: Zender
pt_br: Emissora
ru: Телеканал
zh_hans: 电视网

source: Package Name
de: Paketname
es: Nombre del paquete
fr: Nom du paquet
it: Nome pacchetto
ja: パッケージ名
ko: 패키지 이름
nl: Pakketnaam
pt_br: Nome do pacote
ru: Имя пакета
zh_hans: 包名称

source: Pixel Aspect Ratio
de: Pixelseitenverhältnis
es: Relación de aspecto de píxel
fr: Rapport d'aspect des pixels
it: Rapporto d'aspetto pixel
ja: ピクセルアスペクト比
ko: 픽셀 종횡비
nl: Pixelverhouding
pt_br: Proporção de pixel
ru: Соотношение сторон пикселя
zh_hans: 像素宽高比

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pt_br: Resolução
ru: Разрешение
zh_hans: 分辨率

source: Rotation
de: Drehung
es: Rotación
it: Rotazione
ja: 回転
ko: 회전
nl: Rotatie
pt_br: Rotação
ru: Поворот
zh_hans: 旋转

source: Show
de: Sendung
es: Programa
fr: Émission
it: Programma
ja: 番組
ko: 프로그램
nl: Programma
pt_br: Programa
ru: Программа
zh_hans: 节目

source: Spoken Language
de: Gesprochene Sprache
es: Idioma hablado
fr: Langue parlée
it: Lingua parlata
ja: 音声言語
ko: 음성 언어
nl: Gesproken taal
pt_br: Idioma falado
ru: Язык речи
zh_hans: 语音语言

source: Transfer Characteristic
de: Übertragungsfunktion
es: Característica de transferencia
fr: Caractéristique de transfert
it: Caratteristica di trasferimento
ja: 伝達特性
ko: 전달 특성
nl: Overdrachtskarakteristiek
pt_br: Característica de transferência
ru: Передаточная характеристика
zh_hans: 传输特性

source: Vendor
de: Anbieter
es: Proveedor
fr: Fournisseur
it: Fornitore
ja: ベンダー
ko: 공급업체
nl: Leverancier
pt_br: Fornecedor
ru: Поставщик
zh_hans: 供应商

source: Video Duration
de: Videodauer
es: Duración del video
fr: Durée de la vidéo
it: Durata del video
ja: ビデオの長さ
ko: 비디오 재생 시간
nl: Videoduur
pt_br: Duração do vídeo
ru: Длительность видео
zh_hans: 视频时长

source: Codec
es: Códec
ja: コーデック
ko: 코덱
ru: Кодек
zh_hans: 编解码器

source: Genre
es: Género
it: Genere
ja: ジャンル
ko: 장르
pt_br: Gênero
ru: Жанр
zh_hans: 风格

source: MXF Version
es: Versión MXF
fr: Version MXF
it: Versione MXF
ja: MXFバージョン
ko: MXF 버전
nl: MXF-versie
pt_br: Versão MXF
ru: Версия MXF
zh_hans: MXF 版本

source: Operational Pattern
es: Patrón operativo
fr: Modèle opérationnel
it: Pattern operativo
ja: オペレーショナルパターン
ko: 오퍼레이셔널 패턴
pt_br: Padrão operacional
ru: Операционный шаблон
zh_hans: 操作模式

source: Signal Standard
es: Estándar de señal
fr: Norme de signal
it: Standard del segnale
ja: 信号規格
ko: 신호 표준
nl: Signaalstandaard
pt_br: Padrão de sinal
ru: Стандарт сигнала
zh_hans: 信号标准

source: Start Timecode
es: Código de tiempo inicial
fr: Code temporel de départ
it: Timecode iniziale
ja: 開始タイムコード
ko: 시작 타임코드
nl: Starttijdcode
pt_br: Código de tempo inicial
ru: Начальный тайм-код
zh_hans: 起始时间码

source: Copyright
fr: Droits d'auteur
ja: 著作権
ko: 저작권
nl: Auteursrecht
pt_br: Direitos autorais
ru: Авторское право
zh_hans: 版权
